[
  {
    "id": "0",
    "title": "Dark Souls",
    "subTitle": "Valor: R$ 105,50",
    "Distance": "91 Mi (Km)",
    "image": {
      "uri": "https://image.api.playstation.com/cdn/UP0700/CUSA08692_00/JxilRmpXkS3CCXUnr0gZTBOlqso3plaw.png"
    },
    "Graviti":"4",
    "Tmp":"164°",
    "Tipo": "RPG",
    "Descripition":"Dark Souls é uma série de RPGs de ação criados por Hidetaka Miyazaki da FromSoftware e publicados pela Bandai Namco Entertainment . A série começou com o lançamento de Dark Souls (2011) e teve duas sequências, Dark Souls II (2014) e Dark Souls III (2016). Dark Souls tem recebido aclamação da crítica, sendo o primeiro título frequentemente citado como um dos maiores em videogames , com a série como um todo sendo tanto elogiada quanto criticada por seu alto nível de dificuldade ."
  },
  {
    "id": "1",
    "title": "Warframe",
    "subTitle": "Valor: Gratuito",
    "Distance": "41 Mi (KM)",
    "image": {
      "uri": "https://cdn1.epicgames.com/offer/244aaaa06bfa49d088205b13b9d2d115/EGS_Warframe_DigitalExtremes_S1_2560x1440-73faa8ab5ce2d911b7d3d00ef247fe8f"
    },
    "Gravity":"9",
    "Tmp": "462°",
    "Tipo": "RPG",
    "Descripition":"Em Warframe , os jogadores controlam os membros do Tenno, uma raça de antigos guerreiros que despertaram de séculos de animação suspensa no futuro da Terra para se encontrarem em guerra no sistema planetário com diferentes facções. O Tenno usa seus Warframes alimentados junto com uma variedade de armas e habilidades para completar missões."
  },
  {
    "id": "2",
    "title": "Mount & Blade 2: Bannerlord",
    "subTitle": "Valor: R$ 87,00",
    "Distance": "0 (KM)",
    "image": {
      "uri": "https://sm.ign.com/t/ign_pt/screenshot/default/ezgifcom-gif-maker_cye4.1280.jpg"
    },
    "Gravity":"10",
    "Tmp": "15°",
    "Tipo": "Planet",
    "Descripition":"O jogo é definido 200 anos antes do Mount & Blade: Warband, ocorrendo durante o declínio do Império Calradiano e a formação dos Reinos que aparecem nos jogos anteriores. O Império Calradiano e sua queda são análogos à queda do Império Romano e à formação dos reinos primitivos do Oriente Médio, do Norte Africano e da Europa. As armaduras, as armas e a arquitetura se inspiraram nas armaduras, armas e arquitetura do período de 600 a 1100 D.C. Além disso, existem vários vassalos diferentes que servem o Reino."
  },
  {
    "id": "3",
    "title": "Minecraft",
    "subTitle": "Valor: R$ 55,00 ",
    "Distance": "78 Mi (KM)",
    "image": {
      "uri": "https://assets.nintendo.com/image/upload/c_fill,w_1200/q_auto:best/f_auto/dpr_2.0/ncom/pt_BR/games/switch/m/minecraft-switch/hero"
    },
    "Gravity":"4",
    "Tmp": "-51°",
    "Tipo": "Sobrevivência",
    "Descripition":"Em Minecraft, os jogadores exploram um mundo aberto tridimensional intencionalmente em blocos, pixelizado e gerado proceduralmente, podendo descobrir e extrair matérias-primas, ferramentas artesanais, construir estruturas ou terraplenagens e, dependendo do modo de jogo, podem combater inimigos controlados por computador, bem como cooperar ou competir contra outros jogadores no mesmo mundo. "
  },
  {
    "id": "4",
    "title": "Cyberpunk 2077",
    "subTitle": "Valor: R$ 184,99",
    "Distance": "628 Mi (KM)",
    "image": {
      "uri": "https://image.api.playstation.com/vulcan/ap/rnd/202111/3013/cKZ4tKNFj9C00giTzYtH8PF1.png"
    },
    "Gravity":"25",
    "Tmp": "-110°",
    "Tipo": "Ação e Aventura",
    "Descripition":"Júpiter é considerado o maior planeta do Sistema Solar, sendo rodeado de vários satélites naturais. É o quinto na ordem dos planetas tendo-se o Sol como a referência. Júpiter é o maior planeta do Sistema Solar, estando situado entre Marte e Saturno."
  },
  {
    "id": "5",
    "title": "Call of Duty: Warzone",
    "subTitle": "Valor: Gratuito",
    "Distance": "1.279 Mi (KM)",
    "image": {
      "uri": "https://www.callofduty.com/content/dam/atvi/infinityward/iw-touchui/news/feature/2022/11/WZ2-S01-DMZ-TACTICS-TOUT.jpg"
    },
    "Gravity":"10",
    "Tmp": "-138°",
    "Tipo": "Battle Royal",
    "Descripition":"Call of Duty: Warzone é um jogo eletrônico free-to-play do gênero battle royale desenvolvido pela Infinity Ward e Raven Software e publicado pela Activision.[1] Lançado em 10 de março de 2020 para Microsoft Windows, PlayStation 4 e Xbox One, o jogo faz parte do título Call of Duty: Modern Warfare (2019), mas não requer compra. Warzone permite um combate em um modo multijogador on-line entre 150 jogadores na cidade fictícia de Verdansk, que é vagamente baseada na cidade de Donetsk, no leste da Ucrânia.[2] Ele apresenta uma progressão de plataforma-cruzada entre os dois jogos."
  },
  {
    "id": "6",
    "title": "Fall Guys",
    "subTitle": "Valor: Gratuito",
    "Distance": "2.721 Mi (KM)",
    "image": {
      "uri": "https://cdn1.epicgames.com/offer/50118b7f954e450f8823df1614b24e80/EGS_FallGuys_Mediatonic_S1_2560x1440-187aa50ffaa014885d6702a0b632f848"
    },
    "Gravity":"9",
    "Tmp": "-197°",
    "Tipo": "Corrida",
    "Descripition":"Em Fall Guys, até sessenta jogadores controlam criaturas semelhantes a jujubas e competem entre si em uma série de desafios, como em pistas de obstáculos. Muitos percursos diferentes foram adicionados desde o lançamento do jogo; a maioria desses percursos são pistas de obstáculos que envolvem jogadores correndo para conseguirem chegar na linha de chegada o mais rápido possível, com o objetivo de não serem eliminados — há um número limitado de jogadores que podem se qualificar, e com cada rodada conforme o jogo avança, o número diminui, eventualmente chegando a um, onde o jogador é coroado o vencedor."
  },
  {
    "id": "7",
    "title": "Fortnite",
    "subTitle": "Valor: Gratuito",
    "Distance": "4.354 Mi (KM)",
    "image": {
      "uri": "https://dropsdejogos.uai.com.br/wp-content/uploads/sites/10/2020/09/fortnite-1-scaled.jpg"
    },
    "Gravity":"11",
    "Tmp": "-245°",
    "Tipo": "Bttle Royal",
    "Descripition":"Fortnite Battle Royale é um modo de jogo do gênero battle royale para até 100 jogadores, jogando sozinho ou em grupos de dois a quatro amigos."
  },
  {
    "id": "8",
    "title": "DOOM ETERNAL",
    "subTitle": "Valor: R$ 200,00",
    "Distance": "384 Mil (KM)",
    "image": {
      "uri": "https://m.media-amazon.com/images/I/91qm95y+rZL.jpg"
    },
    "Gravity":"2",
    "Tmp": "variable temperature",
    "Tipo": "Ação Frenetica",
    "Descripition":"Os jogadores mais uma vez assumem o papel de Doom Slayer, um antigo guerreiro que luta contra as forças demoníacas do inferno a partir de uma perspectiva em primeira pessoa. O jogo continua a ênfase do seu predecessor no combate push-forward, encorajando o jogador a atacar inimigos agressivamente para adquirir saúde e munição."
  },
  {
    "id": "9",
    "title": "Red Dead Redemption 2",
    "subTitle": "Valor: R$ 110,00",
    "Distance": "149 Mi (KM)",
    "image": {
      "uri": "https://image.api.playstation.com/cdn/UP1004/CUSA03041_00/Hpl5MtwQgOVF9vJqlfui6SDB5Jl4oBSq.png"
    },
    "Gravity":"274",
    "Tmp": "5.504°",
    "Tipo": "Mundo Aberto",
    "Descripition":"Red Dead Redemption 2 é um jogo eletrônico de ação-aventura desenvolvido e publicado pela Rockstar Games. É o terceiro título da série Red Dead e uma prequela de Red Dead Redemption, tendo sido lançado em outubro de 2018 para PlayStation 4 e Xbox One e em novembro de 2019 para Microsoft Windows e Google Stadia. A história se passa em 1899 em uma representação ficcional do oeste, meio-oeste e sul dos Estados Unidos e acompanha o fora da lei Arthur Morgan, que precisa lidar com o declínio do Velho Oeste e sobreviver à perseguição de forças governamentais, gangues rivais e outros adversários."
  }
