[
  {
    "id": "0",
    "title": "Dark Souls",
    "subTitle": "Valor: R$ 105,50",
    "Distance": "91 Mi (Km)",
    "image": {
      "uri": "https://image.api.playstation.com/cdn/UP0700/CUSA08692_00/JxilRmpXkS3CCXUnr0gZTBOlqso3plaw.png"
    },
    "Graviti":"4",
    "Tmp":"164°",
    "Tipo": "RPG",
    "Descripition":"Dark Souls é uma série de RPGs de ação criados por Hidetaka Miyazaki da FromSoftware e publicados pela Bandai Namco Entertainment . A série começou com o lançamento de Dark Souls (2011) e teve duas sequências, Dark Souls II (2014) e Dark Souls III (2016). Dark Souls tem recebido aclamação da crítica, sendo o primeiro título frequentemente citado como um dos maiores em videogames , com a série como um todo sendo tanto elogiada quanto criticada por seu alto nível de dificuldade ."
  },
  {
    "id": "1",
    "title": "Warframe",
    "subTitle": "Valor: Gratuito",
    "Distance": "41 Mi (KM)",
    "image": {
      "uri": "https://cdn1.epicgames.com/offer/244aaaa06bfa49d088205b13b9d2d115/EGS_Warframe_DigitalExtremes_S1_2560x1440-73faa8ab5ce2d911b7d3d00ef247fe8f"
    },
    "Gravity":"9",
    "Tmp": "462°",
    "Tipo": "RPG",
    "Descripition":"Em Warframe , os jogadores controlam os membros do Tenno, uma raça de antigos guerreiros que despertaram de séculos de animação suspensa no futuro da Terra para se encontrarem em guerra no sistema planetário com diferentes facções. O Tenno usa seus Warframes alimentados junto com uma variedade de armas e habilidades para completar missões."
  },
  {
    "id": "2",
    "title": "Mount & Blade 2: Bannerlord",
    "subTitle": "Valor: R$ 87,00",
    "Distance": "0 (KM)",
    "image": {
      "uri": "https://sm.ign.com/t/ign_pt/screenshot/default/ezgifcom-gif-maker_cye4.1280.jpg"
    },
    "Gravity":"10",
    "Tmp": "15°",
    "Tipo": "Planet",
    "Descripition":"O jogo é definido 200 anos antes do Mount & Blade: Warband, ocorrendo durante o declínio do Império Calradiano e a formação dos Reinos que aparecem nos jogos anteriores. O Império Calradiano e sua queda são análogos à queda do Império Romano e à formação dos reinos primitivos do Oriente Médio, do Norte Africano e da Europa. As armaduras, as armas e a arquitetura se inspiraram nas armaduras, armas e arquitetura do período de 600 a 1100 D.C. Além disso, existem vários vassalos diferentes que servem o Reino."
  },
  {
    "id": "3",
    "title": "Minecraft",
    "subTitle": "Valor: R$ 55,00 ",
    "Distance": "78 Mi (KM)",
    "image": {
      "uri": "https://assets.nintendo.com/image/upload/c_fill,w_1200/q_auto:best/f_auto/dpr_2.0/ncom/pt_BR/games/switch/m/minecraft-switch/hero"
    },
    "Gravity":"4",
    "Tmp": "-51°",
    "Tipo": "Sobrevivência",
    "Descripition":"Em Minecraft, os jogadores exploram um mundo aberto tridimensional intencionalmente em blocos, pixelizado e gerado proceduralmente, podendo descobrir e extrair matérias-primas, ferramentas artesanais, construir estruturas ou terraplenagens e, dependendo do modo de jogo, podem combater inimigos controlados por computador, bem como cooperar ou competir contra outros jogadores no mesmo mundo. "
  },
  {
    "id": "4",
    "title": "Jupiter",
    "subTitle": "jewel of the Solar System",
    "Distance": "628 Mi (KM)",
    "image": {
      "uri": "https://www.pngall.com/wp-content/uploads/7/Jupiter-PNG-Picture.png"
    },
    "Gravity":"25",
    "Tmp": "-110°",
    "Tipo": "Planet",
    "Descripition":"Júpiter é considerado o maior planeta do Sistema Solar, sendo rodeado de vários satélites naturais. É o quinto na ordem dos planetas tendo-se o Sol como a referência. Júpiter é o maior planeta do Sistema Solar, estando situado entre Marte e Saturno."
  },
  {
    "id": "5",
    "title": "Saturn",
    "subTitle": "Red Planet",
    "Distance": "1.279 Mi (KM)",
    "image": {
      "uri": "https://github.com/Jpedro23/photo/blob/main/Planeta-saturno-Png-1024x1024_1_-removebg-preview.png?raw=true"
    },
    "Gravity":"10",
    "Tmp": "-138°",
    "Tipo": "Planet",
    "Descripition":"Saturno possui 9 vezes o tamanho do planeta Terra e é formado principalmente por gases. Dispõe de 7 conjuntos de anéis circundantes e 82 luas, como Titã, a maior e mais conhecida. Saturno é o sexto planeta a partir do Sol e é o segundo maior planeta do Sistema Solar, ficando atrás apenas de Júpiter."
  },
  {
    "id": "6",
    "title": "Uranus",
    "subTitle": "Blue Planet",
    "Distance": "2.721 Mi (KM)",
    "image": {
      "uri": "https://cdn.pixabay.com/photo/2021/04/05/15/54/uranus-6153865_960_720.png"
    },
    "Gravity":"9",
    "Tmp": "-197°",
    "Tipo": "Planet",
    "Descripition":"Planeta Urano é um dos maiores do Sistema Solar, sendo o sétimo a partir do Sol. Dispõe de um sistema de anéis e é formado principalmente por gases e líquidos. O planeta Urano é o terceiro maior do Sistema Solar e está posicionado na sétima órbita a partir do Sol."
  },
  {
    "id": "7",
    "title": "Neptune",
    "subTitle": "Ice Giant",
    "Distance": "4.354 Mi (KM)",
    "image": {
      "uri": "https://cdn.pixabay.com/photo/2021/04/05/15/55/neptune-6153867_960_720.png"
    },
    "Gravity":"11",
    "Tmp": "-245°",
    "Tipo": "Planet",
    "Descripition":"Netuno é um planeta gasoso pertencente ao Sistema Solar classificado como um gigante de gelo. Trata-se do oitavo planeta a partir do Sol, sendo, portanto, o planeta mais distante do Sol. Em decorrência disso, o tempo que Netuno leva para dar uma volta completa em torno dessa estrela é muito grande: 165 anos."
  },
  {
    "id": "8",
    "title": "Moon",
    "subTitle": "Natural satellite",
    "Distance": "384 Mil (KM)",
    "image": {
      "uri": "https://www.pngall.com/wp-content/uploads/2016/03/Moon-Vector-PNG.png"
    },
    "Gravity":"2",
    "Tmp": "variable temperature",
    "Tipo": "Satellite",
    "Descripition":"A Lua é o único satélite natural da Terra. Está a 384.400 km do planeta, e a cada ano se afasta 3,78 centímetros. Apresenta uma exosfera fina e frágil, e sua estrutura é composta por crosta, manto e núcleo. Sua superfície está repleta de crateras de impacto, fragmentos de rocha e poeira."
  },
  {
    "id": "9",
    "title": "Sun",
    "subTitle": "Dwarf Star",
    "Distance": "149 Mi (KM)",
    "image": {
      "uri": "https://cdn.pixabay.com/photo/2018/01/26/13/04/sun-3108640_960_720.png"
    },
    "Gravity":"274",
    "Tmp": "5.504°",
    "Tipo": "Star",
    "Descripition":"O Sol é uma estrela anã amarela que os demais corpos celestes do Sistema Solar orbitam. Ele é formado por gases e não dispõe de nenhuma superfície sólida. O Sol é uma estrela localizada na Via Láctea. Trata-se da estrela mais próxima do planeta Terra e a maior de todo o Sistema Solar."
  }
] 
